Repository: miguelsolans/Vault
Catalog: AppTemplate/Vault/Features/Settings/List/Settings.xcstrings
Source language: en
Languages: pt_pt

# settings_about
source: About
pt_pt: Sobre

# settings_app_version_and_information
source: App version and information
pt_pt: Versão da aplicação e informações

# settings_delete_action
source: Delete
pt_pt: Apagar

# settings_delete_all_data
source: Delete all stored data
pt_pt: Apagar todos os dados armazenados

# settings_delete_cancel
source: Cancel
pt_pt: Cancelar

# settings_delete_information
source: Delete information
pt_pt: Apagar dados

# settings_delete_information_message
source: All information regarding Vaults, Operations and Categories will be deleted.
pt_pt: Todas as informações relativas a Cofres, Operações e Categorias serão eliminadas.

# settings_manage_vaults
source: Manage your vaults
pt_pt: Gerir Cofres

# settings_pin_and_biometric_authentication
source: PIN and biometric authentication
pt_pt: Autenticação com PIN e Biometria

# settings_security
source: Security
pt_pt: Segurança

# settings_title
source: Settings
pt_pt: Definições

# settings_vaults
source: Vaults
pt_pt: Cofres
